Repository: basxsoftwareassociation/bread
Catalog: basxbread/locale/*/LC_MESSAGES/django.po
Languages: de, th

source: Custom forms
de: Benutzerdefinierte Formulare
th: กำหนดแบบฟอร์มด้วยตนเอง

source: Title
de: Titel
th: เรื่อง

source: Model
th: โมเดล

source: PK fields
de: PK Felder
th: PK ฟิลด์

source: If the form should be used to update items, this fields specifies the fields that are used to filter for the instance to update
de: Falls das Formular verwendet wird um Einträge zu aktualisieren, dann wird mit diesem Feld angegeben, nach welchen Feldern gefiltert werden kann um den zu aktualisierenden Eintrag zu finden
th: หากควรใช้แบบฟอร์มเพื่ออัปเดตรายการ ฟิลด์นี้ระบุฟิลด์ที่ใช้ ตัวกรองสำหรับอินสแตนซ์ที่จะอัปเดต

source: Custom form
de: Benutzerdefiniertes Formular
th: กำหนดแบบฟอร์มด้วยตนเอง

source: Field name
de: Feldname
th: ชื่อฟิลด์

source: See help for list of possible fiel name
de: Siehe 'Hilfe' für eine Liste von möglichen Feldnamen
th: ดูวิธีใช้ เพื่อค้นหาชื่อฟิลด์ที่เป็นไปได้

source: Label
de: Beschriftung
th: ป้ายกำกับ

source: Only use to override default label
de: Nur verwenden um die Default-Beschriftung zu überschreiben
th: ใช้เพื่อแทนที่ป้ายกำกับจากการตั้งค่าเริ่มต้นเท่านั้น

source: Help text
de: Hilfetext
th: ข้อความช่วยเหลือ

source: Only use to override default help text
de: Nur verwenden um den Default-Hilfetext zu überschreiben
th: ใช้เพื่อแทนที่ข้อความช่วยเหลือจากค่าเริ่มต้นเท่านั้น

source: Custom form field
de: Benutzerdefiniertes Formularfeld
th: กำหนดแบบฟอร์มด้วยตนเอง

source: Custom form fields
de: Benutzerdefinierte Formularfeld
th: กำหนดแบบฟอร์มด้วยตนเอง

source: PDF form
de: PDF Formular
th: แบบฟอร์มPDF

source: PDF import for %s
de: PDF-Import für %s
th: นำเข้าPDFเพื่อ%s

source: PDF import
th: นำเข้า PDF

source: PDF imports
de: PDF-Importe
th: ไฟล์ PDF ที่นำเข้า

source: PDF form field
de: PDF-Formfeld
th: ฟิลด์แบบฟอร์ม PDF

source: PDF field name
de: PDF-Feldname
th: ชื่อฟิลด์ PDF

source: PDF import field
de: PDF-Importfeld
th: ฟิลด์นำเข้า PDF

source: PDF import fields
de: PDF-Importfelder
th: ฟิลด์นำเข้า PDF

source: Add form entry
de: Formular-Eintrag hinzufügen
th: เพิ่มรายการแบบฟอร์ม

source: Import new PDF
de: Neues PDF importieren
th: ฯำเข้า PDF ใหม่

source: Error
de: Fehler
th: เกิดข้อผิดพลาด

source: More than one instance was selected by the query elements
de: Mehr als ein Eintrag wurde gefiltert
th: องค์ประกอบแบบสอบถามที่มีตัวเลือกมากกว่า 1 กรณี

source: The following arguments were passed to the query:
de: Die folgenden Argumente wurden für die Datenbankabfrage verwendet:
th: ข้อโต้แย้งต่อไปนี้ถูกส่งไปยังแบบสอบถาม:

source: Query field name
de: Datenbankabfrage-Feldname
th: ชื่อฟิลด์แบบสอบถาม

source: Query field value
de: Datenbankabfrage-Feldwert
th: ค่าเขตข้อมูลแบบสอบถาม

source: Model:
th: ตัวอย่างl:

source: Produced results (should only produce 1)
de: Produzierte Resultate (sollte nur ein Resultat sein)
th: ผลลัพท์ที่ได้(ควรมีเพียง1ผลลัพท์เท่านั้น)

source: Import filled out version of {}
de: Import hat Version von {} ausgefüllt
th: นำเข้าเวอร์ชันที่กรอกข้อมูลแล้วของ {}

source: Import
th: นำเข้า

source: Name
th: ชื่อ

source: Subject
de: Betreff
th: หัวเรื่อง

source: Template
th: แบบฟอร์มเอกสาร

source: Model editing (WIP)
de: Modeledit (WIP)
th: การแก้ไขตัวอย่าง(WPI)

source: %(value)s is not a list or tuple
de: %(value)s ist keine Liste oder Tupel
th: %(value)s ไม่ใช่รายการหรือทูเพิล

source: %(value)s does not only contain 2-tuples
de: %(value)s enthält nicht nur 2-Tupels
th: %(value)s ไม่ได้มีเพียง2-ทูเพิล

source: %(value)s does not only contain list of fields
de: %(value)s s enthält nicht eine Liste von Feldern
th: %(value)s ไม่ได้มีเฉพาะรายการฟิลด์เท่านั้น

source: %(value)s is not a valid Python identifier
de: %(value)s ist keine gültiger Python Identifier
th: %(value)s ไม่ใช่ตัวระบุ Python ที่ถูกต้อง

source: %(value)s is not a valid Python literal
de: %(value)s ist kein gültiges Python Literal
th: %(value)s ไม่ใช่ตัวอักษร Python ที่ถูกต้อง

source: Model name
th: ชื่อโมเดล

source: Python identifier for the model (no spaces and special characters). Only used internally.
de: Python Identifier für das Model (keine Leerschläge und Spezialzeichen). Nur für internen Gebrauch.
th: ตัวระบุ Python สำหรับโมเดล (ไม่มีช่องว่างและอักขระพิเศษ) ใช้ภายในเท่านั้น

source: Verbose name
de: Ausführlicher Name
th: ชื่อละเอียด

source: Name that will be used as label for the model.
de: Name welcher als Beschriftung für das Model verwendet wird.
th: ชื่อที่จะใช้เป็นป้ายกำกับสำหรับโมเดล

source: Verbose name plural
de: Ausführlicher Name (mehrzahl)
th: verbose ชื่อพหูพจน์

source: Name that will be used as label for the model in plural form.
de: Name welcher als Mehrzahl-Beschriftung für das Model verwendet wird.
th: ชื่อที่จะใช้เป็นป้ายกำกับสำหรับโมเดลในรูปแบบพหูพจน์

source: Ordering
de: Reihenfolge
th: การสั่งซื้อ

source: List of space separated fields that determine the default ordering for the objects of this model type
de: Liste von Leerschlag-separierten Feldern welche angeben, was die Standardordnung ist für Objekte von diesem Model.
th: รายการฟิลด์ที่คั่นด้วยช่องว่างที่กำหนดลำดับเริ่มต้นสำหรับออบเจกต์ของโมเดลประเภทนี้

source: Order with respect to
de: Ordnen im Bezug zu
th: สั่งพร้อมแสดงความนับถือถึง

source: Python identifier for the field (no spaces and special characters). Only used internally.
de: Python Identifier für das Feld (keine Leerschläge und Spezialzeichen). Nur für internen Gebrauch.
th: ตัวระบุ Python สำหรับฟิลด์ (ไม่มีช่องว่างและอักขระพิเศษ) ใช้ภายในเท่านั้น

source: Name that will be used as label for the field.
de: Name welcher für die Beschriftung des Feldes verwendet wird.
th: ชื่อที่จะใช้เป็นป้ายกำกับสำหรับฟิลด์

source: Null
th: โมฆะ

source: Allo this field to be null (not same as empty string)
de: Erlaube diese Feld null zu speichern (nicht das gleiche wie leerer String)
th: Allo ฟิลด์นี้เป็นโมฆะ(ไม่เหมือนกับสตริงว่าง)

source: Blank
th: ว่าง

source: Do not require this field to be filled out on forms
de: Markiere dieses Feld als nicht erforderlich in Formularen
th: ไม่ต้องกรอกฟิลด์นี้ในแบบฟอร์ม

source: Editable
de: Bearbeitbar
th: แก้ไขได้

source: Allow this field to be edited via forms
de: Erlaube dieses Feld in Formularen zu editieren
th: อนุญาตให้แก้ไขฟิลด์นี้ผ่านแบบฟอร์ม

source: Primary key
de: Primärschlüssel
th: คีย์หลัก

source: Make this field the primary key
de: Markiere diese Feld als Primärschlüssel
th: ทำให้ฟิลด์นี้เป็นคีย์หลัก

source: Unique
de: Einzigartig
th: มีเอกลักษณ์

source: Ensure this field is unique over all instances of the model
de: Stellt sicher, dass alle Werte dieses Feldes einzigartig sind für das Model
th: ตรวจสอบให้แน่ใจว่าฟิลด์นี้ไม่ซ้ำกันในทุกอินสแตนซ์ของโมเดล

source: Additional text to be displayed with the field
de: Zusätzlicher Text welcher beim Feld angezeigt wird
th: ข้อความเพิ่มเติมที่จะแสดงพร้อมกับฟิลด์

source: Default
de: Standard
th: ค่าเริ่มต้น

source: Default value for this field, must be a Python literal
de: Standardwert für diese Feld, muss ein Python Literal sein
th: ค่าเริ่มต้นสำหรับฟิลด์นี้ ต้องเป็นตัวอักษร Python

source: Choices
de: Auswahl
th: ตัวเลือก

source: Iterable of 2-tuples with (value, label) literals, generates a select input
de: Iterable von 2-Tupeln mit (value, label) Literalen, generiert ein Select-Input
th: ทำซ้ำได้ 2 ทูเพิลด้วยตัวอักษร (ค่า, ป้ายกำกับ) สร้างอินพุตที่เลือก

source: Modeledit
th: แก้ไขโมเดล

source: Fields
de: Felder
th: ฟิลด์

source: <New field>
de: <Neues Feld>
th: <ฟิลด์หม่>

source: Add new field
de: Neues Feld hinzufügen
th: เพิ่มฟิลด์ใหม่

source: Public URLs
de: Öffentliche URLs
th: URL สาธารณะ

source: %(value)s is not a valid regex
de: %(value)s ist kein gültiger Regex
th: %(value)s ไม่ใช่ regex ที่ถูกต้อง

source: %(value)s is not a valid internal URL
de: %(value)s ist keine gültige interne URL
th: %(value)s ไม่ใช่ URL ภายในที่ถูกต้อง

source: Internal URL
de: Interne URL
th: URLภายใน

source: Salt
th: ซอลท์

source: Created
de: Erstellt
th: สร้าง

source: Valid for
de: Gültig für
th: ใช้ได้สำหรับ

source: Has form
de: Hat Form
th: มีรูปแบบ

source: Create new entry from response
de: Neuen Eintrag von Reponse erstellen
th: สร้างรายการใหม่จากการตอบกลับ

source: If 'Has Form' is set and the response is a redirect, the redirect URL is checked against this field (as regex). If it matches, a new public URL entry will automatically be created which allows the user to access the newly created and redirecte-to resource.
de: Wenn 'Hat Form' aktiviert ist und die Response ist ein Redirect, dann wird Redirect-URL gegen dieses Feld (als Regex) gecheckt. Bei einem Match wird eine neue Öffentliche URL erstellt, welches es dem Benutzer erlaubt auf den neu erstellten Eintrag zuzugreifen und Redirectet darauf.
th: หากมีการตั้งค่า 'มีแบบฟอร์ม' และการตอบสนองเป็นการเปลี่ยนเส้นทาง URL การเปลี่ยนเส้นทางจะถูกตรวจสอบกับฟิลด์นี้ (เป็น regex) หากตรงกัน รายการ URL สาธารณะใหม่จะถูกสร้างขึ้นโดยอัตโนมัติ ซึ่งอนุญาตให้ผู้ใช้เข้าถึงทรัพยากรที่สร้างขึ้นใหม่และเปลี่ยนเส้นทางไปยังทรัพยากร

source: Thank-you text
de: Dankeschön-Text
th: ข้อความขอบคุณ

source: Thank you
de: Vielen Dank
th: ขอบคุณ

source: Will be shown if a form has successfully been submitted.
de: Wird angezeigt nachdem eine Form erfolgreich übermittelt wurde
th: จะแสดงขึ้นหากส่งแบบฟอร์มสำเร็จแล้ว

source: Public URL
de: Öffentliche URL
th: URL สาธารณะ

source: Link has expired
de: Link ist abgelaufen
th: ลิงค์หมดอายุ

source: Created from %s
de: Erstellt von %s
th: สร้างจาก %s

source: Data has been submitted
de: Daten wurden übermittelt
th: ส่งข้อมูลแล้ว

source: Back
de: Zurück
th: กลับ

source: Reports
de: Berichte
th: รายงาน

source: Filter
th: ค้นหา

source: Custom Filter
de: Eigene Filter
th: ตัวกรองแบบกำหนดเอง

source: Key in 'settings.REPORT_FILTERS' must be a function returning a queryset
de: Der Schlüssel in 'settings.REPORT_FILTERS' muss eine Funktion sein welche ein QuerySet zurückgibt
th: คีย์ใน 'settings.REPORT_FILTERS' ต้องเป็นฟังก์ชันที่ส่งคืนชุดข้อความค้นหา

source: Pagination
de: Seitenblättern
th: การแบ่งหน้า

source: How many items to display per page when viewing the report in the browser, 0 for everything on one page
de: Wieviele Einträge pro Seite angezeigt werden sollen beim Anschauen im Browser, 0 für alle Einträge auf einer Seite.
th: จำนวนรายการที่จะแสดงต่อหน้าเมื่อดูรายงานในเบราว์เซอร์, 0 สำหรับทุกอย่างในหนึ่งหน้า

source: Preview
de: Vorschau
th: มุมมอง

source: settings.REPORT_FILTERS["%s"] did not return a queryset but returned: %s
de: settings.REPORT_FILTERS["%s"] hat nicht ein QuerySet zurückgegeben sondern: %s
th: คีย์ใน 'settings.REPORT_FILTERS'["%s"] ต้องเป็นฟังก์ชันที่ส่งคืนชุดข้อความค้นหา %s

source: settings.REPORT_FILTERS["%s"] did not return a queryset for %s but for %s
de: settings.REPORT_FILTERS["%s"] hat nicht ein Queryset für %s sondern für %s zurückgegeben
th: ตั้งค่า.REPORT_FILTERS["%s"] ไม่ได้ส่งคืนชุดการสืบค้นสำหรับ %s แต่สำหรับ %s

source: Report
de: Bericht
th: รายงาน

source: Header
de: Überschrift
th: หัวเรื่อง

source: Column
de: Spalte
th: ช่อง

source: Value expression (see 'Help')
de: Werte-Ausdruck (siehe 'Hilfe')
th: การแสดงออกของค่า (ดู 'ความช่วยเหลือ')

source: Cell template
de: Zellenvorlage:
th: เทมเพลตเซลล์

source: Optional Jinja template with 'value' in context.<br/>Use e.g. {{ value }} to simply display the value.
de: Optionales Jinja Template mit der Variable 'value' im Kontext.<br/>{{ value }} kann gebraucht werden um einfach den Wert darzustellen.
th: เทมเพลต Jinja เสริมที่มี 'value' ในบริบท<br/>ใช้ เช่น {{ value }} เพื่อแสดงค่า

source: Allow HTML
de: Erlaube HTML
th: อนุญาต HTML

source: Do render HTML code inside the cell template instead of escaping it.
de: HTML direkt rendern anstatt zu Escapen.
th: แสดงโค้ด HTML ภายในเทมเพลตเซลล์แทนการ Escape

source: Aggregation
th: สูตรรวม

source: Columns
de: Spalten
th: คอลัมน์

source: Delete
de: Löschen
th: ลบ

source: Copy
de: Kopieren
th: คัดลอก

source: Edit
de: Bearbeiten
th: แก้ไข

source: Field explorer
de: Feldexplorer
th: ฟิลด์เอ็กเพอร์เรอ

source: Help
de: Hilfe
th: ช่วยเหลือ

source: Base model
de: Basis Model
th: โมเดลพื้นฐาน

source: Extended settings
de: Erweiterte Einstellungen
th: การตั้งค่าเพิ่มเติม

source: Taxonomies
de: Taxonomien
th: อนุกรมวิธาน

source: Terms
de: Begriffe
th: ข้อกำหนด

source: slug is human-readable, to make referencing easier
de: slug ist ein Menschen-lesbarer Begriff um Referenzen einfacher zu machen
th: slugสามารถอ่านได้โดยมนุษย์ เพื่อให้การอ้างอิงง่ายขึ้น

source: Vocabulary
de: Vokabular
th: คำศัพท์

source: Vocabularies
de: Vokabulare
th: คำศัพท์

source: Term
de: Begriff
th: ข้อกำหนด

source: Disabled
de: Deaktiviert
th: ไม่มีสิทธิ์

source: Do not allow this term to be selected
de: Die Nutzung von diesem Term nicht erlauben
th: ไม่อนุญาตให้เลือกคำนี้

source: Taxonomy
de: Taxonomie
th: อนุกรมวิธาน

source: Hide disabled
de: Verstecke deaktivierte
th: ซ่อนปิดการใช้งาน

source: Show disabled
de: Zeige deaktivierte
th: แสดงปิดการใช้งาน

source: Add %s
de: %s erstellen
th: เพิ่ม %s

source: Terms of vocabulary
de: Begriffe des Vokabulares
th: ศัพท์บัญญัติ

source: Triggered actions
de: Getriggerte Aktionen
th: การกระทำที่ทริกเกอร์

source: %(v)s is not an allowed field
de: %(v)s ist kein zugelassenes Feld
th: %(v)s ไม่ใช่ฟิลด์ที่อนุญาต

source: Action
th: ดำเนินการ

source: Actions
th: ดำเนินการ

source: Email
th: อีเมล์

source: Will be rendered as a Django template with the name 'object' in the context
de: Wird gerendert als Django-Template mit dem namen 'object im Kontext'
th: จะแสดงผลเป็นเทมเพลต Django ที่มีชื่อ 'object' ในบริบท

source: Message
de: Nachricht
th: ข้อความ

source: Send email action
de: Sende Email Aktion
th: ส่งอีเมลการดำเนินการ

source: Send email actions
de: Sende Email Aktionen
th: ส่งอีเมลการดำเนินการ

source: Type
de: Typ
th: ประเภท

source: Added
de: Hinzugefügt
th: เพิ่ม

source: Changed
de: Geändert
th: เปลี่ยน

source: Deleted
de: Gelöscht
th: ลบ

source: Field
de: Feld
th: ฟิลด์

source: Only trigger when a certain field has changed. Use comma to add multiple fields.
de: Triggere nur, when ein gewisse Feld ändert. Komma kann verwendet werden um bei mehreren Feldern zu triggern.
th: ทริกเกอร์เฉพาะเมื่อฟิลด์ใดฟิลด์หนึ่งมีการเปลี่ยนแปลง ใช้เครื่องหมายจุลภาคเพื่อเพิ่มหลายช่อง

source: Change trigger
de: Änderungs-Trigger
th: เปลี่ยนแปลงทริกเกอร์

source: Change triggers
de: Änderungs-Trigger
th: เปลี่ยนแปลงทริกเกอร์

source: Seconds
de: Sekunden
th: วินาที

source: Minutes
de: Minuten
th: นาที

source: Hours
de: Stunden
th: ชั่วโมง

source: Days
de: Tage
th: วัน

source: Weeks
de: Wochen
th: สัปดาห์

source: Months
de: Monate
th: เดือน

source: Years
de: Jahre
th: ปี

source: The field of the selected model which should trigger an action
de: Das Feld des gewählten Modeles welches eine Action triggern soll
th: ฟิลด์ของโมเดลที่เลือกซึ่งควรดำเนินการทริกเกอร์

source: Offset type
de: Offset-Typ
th: ประเภทของการชดเชย

source: Offset amount
de: Offset-Betrag
th: จำนวนที่ชดเชย

source: Can be negative (before) or positive (after)
de: Kann negativ (vorher) or positiv (danach) sein
th: เป็นลบ (ก่อน) หรือบวก (หลัง)

source: Ignore year
de: Jahr ignorieren
th: ละเว้นปี

source: Check this in order to trigger every year
de: Diese Option aktvieren um jedes Jahr zu triggern
th: ตรวจสอบสิ่งนี้เพื่อทริกเกอร์ทุกปี

source: Date trigger
de: Datumstrigger
th: ทริกเกอร์วันที่

source: Date triggers
de: Datumsfeld Trigger
th: ทริกเกอร์ วันที่

source: Available fields
de: Verfügbare Felder
th: ฟิลด์ที่มีอยู่

source: Show available fields
de: Zeige verfügbare Felder
th: แสดงฟิลด์ที่มีอยู่

source: General
de: Allgemein
th: ทั่วไป

source: Preferred Language
de: Bevorzugte Sprache
th: เลือกใช้ภาษา

source: Timezone
de: Zeitzone
th: เขตเวลา

source: Organization Name
de: Name der Organisation
th: ชื่อองค์กร

source: Logo
th: โลโก้

source: File not found
de: Datei nicht gefunden
th: ไม่พบไฟล์

source: Please confirm
de: Bitte bestätigen
th: กรุณายืนยัน

source: Are you sure?
de: Sind Sie sicher
th: คุณแน่ใจ?

source: No...
de: Nein...
th: ไม่

source: Yes!
de: Ja!
th: ใช่!

source: Print
de: Drucken
th: พิมพ์

source: Cancel
de: Abbrechen
th: ยกเลิก

source: items selected
de: Einträge ausgewählt
th: เลือกรายการ

source: Table Action Bar
de: Tabellen Aktionsbar
th: แถบงาน

source: Base model:
de: Basis Model:
th: โมเดลพื้นฐาน:

source: Click
de: Klicken auf
th: คลิ๊ก

source: to copy the accessor
de: klicken um den Feldzugriffswert zu kopieren
th: เพื่อคัดลอก accessor

source: reference to "%s"
de: Referenz zu "%s"
th: อ้างอิงถึง "%s"

source: reference to multiple "%s"
de: Referenz zu mehreren "%s"
th: อ้างอิงถึง "%s" หลายรายการ

source: Form error
de: Formfehler
th: เกิดข้อผิดพลาด

source: Hidden field error:
de: Fehler von versteckten Feldern
th: ข้อผิดพลาดของฟิลด์ที่ซ่อนอยู่:

source: Add
de: Erstellen
th: เพิ่ม

source: Order
de: Reihenfolge
th: คำสั่ง

source: Save
de: Speichern
th: บันทึก

source: Show password
de: Zeige Passwort
th: เห็นรหัสผ่าน

source: Select file
de: Datei auswählen
th: เลือกไฟล์

source: From
de: Von
th: จาก

source: To
de: Für
th: ถึง

source: Time stamp
de: Zeitpunkt
th: บันทึกเวลา

source: Items per page
de: Einträge pro Seite
th: รายการต่อหน้า

source: All
de: Alle
th: ทั้งหมด

source: of
de: von
th: ของ

source: items
de: Einträgen
th: รายการ

source: pages
de: Seiten
th: หน้า

source: Optional
th: ตัวเลือกเพิ่มเติม

source: Search
de: Suchen
th: ค้นหา

source: Clear search input
de: Suchtext löschen
th: ล้างข้อมูลการค้นหา

source: Logout
de: Ausloggen
th: ลงชื่อออก

source: Close
de: Schliessen
th: ปิด

source: Remove
de: Entfernen
th: ลบออก

source: Off
de: Aus
th: ปิด

source: On
de: An
th: เปิด

source: Settings
de: Einstellungen
th: ตั้งค่า

source: Users
de: Benutzer
th: ผู้ใช้งาน

source: Global preferences
de: Allgemeine Einstellungen
th: การตั้งค่าส่วนกลาง

source: Administration
th: บริหารระบบ

source: Background Jobs
de: Hintergrund Jobs
th: งานพื้นฐาน

source: Data model
de: Datenmodel
th: แบบจำลองข้อมูล

source: Maintenance
de: Wartung
th: บำรุงรักษา

source: System Information
de: Systeminformationen
th: ข้อมูลระบบ

source: Invalid model '%s' selected
de: Ungültiges Model '%s' ausgewählt
th: เลือกโมเดล '%s'ที่ไม่ถูกต้อง

source: Added %s
de: %s erstellt
th: เพิ่ม %s

source: Packages
de: Packete
th: แพ็คเกจ

source: Optimize database
de: Datenbank optimieren
th: ปรับฐานข้อมูลให้เหมาะสม

source: Rebuild search index
de: Suchindex neu erstellen
th: สร้างดัชนีการค้นหาใหม่

source: Restart application server
de: Datenbankserver neu starten
th: รีสตาร์ทแอพพลิเคชั่นเซิร์ฟเวอร์

source: unable to load
de: Kann nicht geladen werden
th: ไม่สามารถโหลดได้

source: Package
de: Packet
th: แพ็คเกจ

source: Current
de: Aktuelle Version
th: ปัจจุบัน

source: Latest
de: Neuste Version
th: ล่าสุด

source: Database optimization is currently only available for sqlite databases
de: Datenbankoptimierung ist momentan nur für sqlite Datenbanken verfügbar
th: ขณะนี้การเพิ่มประสิทธิภาพฐานข้อมูลใช้ได้กับฐานข้อมูล sqlite เท่านั้น

source: The database size has been minimized from %.2f kB to %.2f kB.
de: Die Datenbank wurde von %.2f kB nach %.2f kB optimiert.
th: ขนาดฐานข้อมูลถูกย่อจาก %.2f kB เป็น %.2f kB

source: Previous Size: %.2f kB
de: Vorherige Grösse: %.2f kB
th: ขนาดก่อนหน้า: %.2f kB

source: Optimize
de: Optimieren
th: เพิ่มประสิทธิภาพ

source: Current Size: %.2f kB
de: Aktuelle Grösse: %.2f kB
th: ขนาดปัจจุบัน: %.2f kB

source: Rebuilt search index
de: Suchindex wurde neu erstellt
th: สร้างดัชนีการค้นหาใหม่

source: Rebuild
de: Neu erstellen
th: สร้างใหม่

source: Log from the server
de: Log vom Server
th: บันทึกจากเซิร์ฟเวอร์

source: Restarted application server
de: Der Datenbankserver wurde neu gestartet
th: รีสตาร์ทแอ็พพลิเคชันเซิร์ฟเวอร์

source: Restart
de: Neustart
th: รีสตาร์ท

source: System information
de: Systeminformationen
th: ข้อมูลระบบ

source: Login
de: Einloggen
th: ลงชื่อเข้าใช้

source: Lost password?
de: Passwort vergessen?
th: ลืมรหัสผ่าน?

source: Logged out
de: Ausgeloggt
th: ออกจากระบบ

source: Password reset
de: Passwort zurücksetzen
th: ตั้งค่ารหัสใหม่

source: Reset password
de: Passwort zurücksetzen
th: ตั้งค่ารหัสผ่านใหม่

source: Email instructions sent
de: Email Instruktionen verschickt
th: ส่งคำแนะนำการใช้งานทางอีเมลแล้ว

source: If the email address provided exists, you will shortly receive an email containing recovery instructions.
de: Falls die angegebene Email-Adresse existiert werden Sie in kürze eine Email mit Wiederherstellunges-Anweisungen erhalten.
th: หากคุณเคยให้ที่อยู่อีเมล ไว้ คุณจะได้รับอีเมลพร้อมคำแนะนำในการกู้คืนในไม่ช้า

source: Finish
de: Fertig
th: เสร็จสิ้น

source: Change password
de: Passwort ändern
th: เปลี่ยนรหัสผ่าน

source: Invalid password reset link
de: Ungültiger Passwort-Reset Link
th: ลิงค์รีเซ็ตรหัสผ่านไม่ถูกต้อง

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Passwort-Reset Link ist ungültig, möglicherweise weil er schon benutzt wurde. Bitte fordern Sie einen neuen Passwort-Reset Link an.
th: ลิงก์รีเซ็ตรหัสผ่านไม่ถูกต้อง อาจเป็นเพราะเคยมีการใช้งานแล้ว โปรดขอรีเซ็ตรหัสผ่านใหม่

source: Back to Login
de: Zurück zum Login
th: กลับเข้าสู่ระบบ

source: Password successfully changed
de: Passwort erfolgreich geändert.
th: เปลี่ยนรหัสผ่านสำเร็จ

source: Please login again
de: Bitte loggen Sie sich wieder ein
th: กรุณาเข้าสู่ระบบอีกครั้ง

source: Action '%s' is not configured for this view
de: Aktion '%s' ist nicht konfiguriert für diese View
th: ไม่ได้กำหนดค่าการกระทำ '%s' สำหรับมุมมองนี้

source: Bad filter string '%s': '%s'
de: Falscher Filterwert '%s': '%s'
th: สตริงตัวกรองไม่ถูกต้อง '%s': '%s'

source: Are you sure you want to delete {}?
de: Sind Sie sicher, dass Sie {} löschen möchten?
th: คุณแน่ใจหรือว่าต้องการลบ {}?

source: Your user has not the permissions to delete %s
de: Benutzer hat nicht die benötigten Berechtigungnen um '%s' zu löschen
th: ชื่อผู้ใช้ของคุณไม่สามารถทำการลบได้%s

source: %s could not be deleted: %s
de: %s konnte nicht gelöscht werden: %s
th: %s ไม่ควรลบเพราะ: %s

source: Deleted %(count)s %(modelname)s
de: %(count)s %(modelname)s gelöscht
th: ลบ %(count)s %(modelname)s

source: Your user has not the permissions to restore %s
de: Ihr Benutzer hat nicht die benötigten Berechtigungnen um '%s' wiederherzustellen
th: ชื่อผู้ใช้ของคุณไม่มีสิทธิ์กู้คืน%s

source: %s could not be restored: %s
de: %s konnte nicht wiederhergestellt werden: %s
th: %s ไม่ควรกู้คืนเพราะ: %s

source: Restored %(count)s %(modelname)s
de: %(count)s %(modelname)s wiederhergestellt
th: กู้คืน %(count)s %(modelname)s

source: Reset
de: Zurücksetzen
th: รีเซ็ต

# apply filter
source: Filter
de: Filtern
th: กรอง

source: Search...
de: Suchen...
th: ค้นหา...

source: Restored %(modelname)s %(objectname)s
de: %(modelname)s %(objectname)s wurde wiederhergestellt
th: คืนค่า %(modelname)s %(objectname)s

source: Deleted %(modelname)s %(objectname)s
de: %(modelname)s %(objectname)s wurde gelöscht
th: ลบ %(modelname)s %(objectname)s

source: Saved %s
de: %s wurde gespeichert
th: บันทึก %s

source: Created copy %s
de: Kopie von %s erstellt
th: สร้างสำเนา %s

source: Created %s copies
de: %s Kopien erstellt
th: สร้าง %s สำเนา

# this is a copy
source: Copy
de: Kopie
th: คัดลอก

source: Back to homepage
de: Zurück zum Login
th: กลับเข้าสู่หน้าหลัก

source: Bad request
de: Falscher HTTP-Request
th: คำขอที่ไม่ถูกต้อง

source: The server cannot process the request due to a client error.
de: Der Server konnte den Request aufgrund eines Client-Fehlers nicht verarbeiten.
th: เซิร์ฟเวอร์ไม่สามารถดำเนินการตามคำขอได้เนื่องจากข้อผิดพลาดของไคลเอ็นต์

source: Forbidden
de: Nicht erlaubt
th: ไม่ได้รับอนุญาต

source: You do not have permission to access this resource.
de: Ihr Benutzer hat nicht die benötigten Berechtigungnen um auf '%s' zuzugreifen
th: คุณไม่ได้รับอนุญาตให้เข้าถึงทรัพยากรนี้

source: Page not found
de: Seite nicht gefunden
th: ไม่พบหน้านี้
