Repository: basxsoftwareassociation/bread
Catalog: basxbread/locale/*/LC_MESSAGES/django.po
Languages: de, th

source: The path %s could not be found.
de: Der Pfad %s konnte nicht gefunden werden
th: ไม่พบเส้นทาง %s

source: Internal Server Error
de: Interner Serverfehler
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์

source: A problem has occurred while loading the page at %s.<br>If the problem persists, please contact an administrator.
de: Ein Problem ist aufgetreten während dem laden der Seite auf %s.<br>Falls das Problem weiterhin besteht, wenden Sie sich an den Serveradministrator.
th: เกิดปัญหาขณะโหลดหน้าเว็บที่ %s<br>หากปัญหายังคงอยู่ โปรดติดต่อผู้ดูแลระบบ

source: Value
de: Wert
th: ขนาด

source: Manage Profile
de: Profil verwalten
th: จัดการบัญชีผู้ใช้

source: Personal Information
de: Persönliche Angaben
th: ข้อมูลส่วนบุคคล

source: <from browser>
de: <vom Browser>
th: <จากบราวเซอร์>

source: Permissions
de: Berechtigungen
th: กำหนดสิทธิ์การเข้าถึง

source: Developer Mode
de: Entwickler Modus
th: โหมดสำหรับนักพัฒนา

source: Enabled
de: Aktiviert
th: เปิดใช้งาน

source: Warning: This is a dangerous option!
de: Warnung: Dies ist eine gefährliche Option.
th: คำเตือน: นี่เป็นตัวเลือกที่อันตราย!

source: Enable it only if you know what you are doing!
de: Schalten Sie diese nur ein, wenn Sie wissen was Sie machen.
th: เปิดใช้งานก็ต่อเมื่อคุณรู้ว่าคุณกำลังจะทำอะไร!

source: Confirm changes with current password
de: Änderungen mit dem aktuellen Passwort bestätigen.
th: ยืนยันการเปลี่ยนแปลงด้วยรหัสผ่านปัจจุบัน

source: Please enter your current password to confirm these changes
de: Bitte geben Sie ihr aktuelles Passwort ein um die Änderungen zu bestätigen.
th: โปรดป้อนรหัสผ่านปัจจุบันของคุณเพื่อยืนยันการเปลี่ยนแปลง

source: Your current password was entered incorrectly. Please enter it again.
de: Ihr aktuelles Passwort wurde nicht korrekt eingegeben. Bitte geben Sie es nochmals ein.
th: รหัสผ่านปัจจุบันของคุณไม่ถูกต้อง โปรดลองอีกครั้ง

source: Request reset
de: Zurücksetzen
th: คำขอตั้งค่าใหม่

source: Enabled developer mode
de: Entwickler-Modus aktiviert
th: เปิดใช้งานโหมดนักพัฒนา

source: Disabled developer mode
de: Entwickler-Modus deaktiviert
th: ปิดใช้งานโหมดนักพัฒนา

source: Send password reset
de: Passwort-Reset verschicken
th: ส่งรหัสผ่านเพื่อรีเซ็ต

source: User has no email
de: Benutzer hat keine Emailadresse
th: ผู้ใช้ไม่มีอีเมล์

source: Are you sure you want to send a password reset email to {}?
de: Sind Sie sicher, dass eine Passwort-Reset Email an {} geschickt werden soll?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งอีเมลรีเซ็ตรหัสผ่านไปที่ {}?

source: Send password reset to user
de: Sende Passwort-Reset an den Benutzer
th: ส่งรหัสผ่านเพื่อรีเซ็ตไปยังผู้ใช้

source: When checking this, a link will be sent to the user which allows him to set his password
de: Wenn die Checkbox aktiviert ist, wirdr ein Email an den Benutzer geschickt welche einen Link zum setzen eines neuen Passwortes enthält.
th: เมื่อตรวจสอบสิ่งนี้แล้ว ลิงค์จะถูกส่งไปยังผู้ใช้ซึ่งอนุญาตให้เขาตั้งรหัสผ่านได้

source: Please enter the user's email address in order to send a password reset
de: Bitte die Emailadresse des Benutzers eingeben um eine Passwort-Reset-Nachricht verschicken zu können.
th: โปรดป้อนที่อยู่อีเมลของผู้ใช้เพื่อส่งการรีเซ็ตรหัสผ่าน

source: Read
de: Lesen
th: อ่าน

source: Are you sure you want to copy {}?
de: Sind Sie sicher, dass Sie {} kopieren wollen?
th: คุณแน่ใจหรือไม่ว่าต้องการคัดลอก {}?

source: Add {}
de: {} hinzufügen
th: เพิ่ม {}

source: Complete
de: Fertigstellen
th: เรียบร้อย

source: Continue
de: Weiter
th: ต่อไป

source: Order with respect to foreign key field
de: Ordnen im Bezug zu einem Foreignkey-Feld
