Repository: basxsoftwareassociation/bread
Catalog: basxbread/contrib/document_templates/locale/*/LC_MESSAGES/django.po
Languages: de

source: Document templates
de: Dokumentvorlagen

source: Must be a *.docx file, use '{{ variable-name }}' to insert variables from below
de: Muss eine *.docx Datei sein, '{{ variable-name }}' kann im Dokument verwendet werden um die unten definierten Variablen einzufügen

source: Filename template
de: Dateinamen-Vorlage

source: PDF-Password
de: PDF Passwort

source: An optional password that will be set on generated PDFs
de: Ein optionales Passwort welches für generierte PDFs gesetzt wird

source: Document Template
de: Dokumentvorlage

source: Document Templates
de: Dokumentvorlagen

source: Name to use in the template document
de: Name welcher in der Dokumentvorlage verwendet werden soll

source: Value
de: Wert

source: Path to the desired value (see help)
de: Pfad zum gewünschten Wert (siehe Hilfe)

source: Template
de: Vorlage

source: Jinja template with 'value' in context
de: Jinja Vorlage mit 'value' im Kontext

source: Raw value
de: Roher Wert

source: Variables
de: Variablen

source: Delete
de: Löschen

source: Copy
de: Kopieren

source: Error
de: Fehler

source: Field explorer
de: Feldexplorer

source: Error in template:
de: Fehler in der Vorlage:

source: Missing system fonts, used in the docx template:
de: Fehlende System-Fonts welche im docx-Template verwendet werden:

source: Unable to detect document fonts:
de: Kann verwendete Fonts im Dokument nicht detektieren:

source: Variables in document but not defined below:
de: Variablen in der Dokumentvorlage verwendet aber nicht definiert unten:

source: Variables defined below but not used in document:
de: Variablen unten definiert aber nicht verwendet in der Dokumentvorlage:

source: Help
de: Hilfe
